{
  "Home": {
    "title": "Olá, me chamo",
    "title2": "e sou dev!",
    "title3": "Há 8 meses desenvolvendo sites e aplicativos",
    "title4": "para projetos incríveis! 👊",
    "button_projects": "PROJETOS",
    "button_resume": "Baixar CV"
  },
  "Skills": {
    "title": "Habilidades"
  },
  "About": {
    "title": "Sobre",
    "content": "Olá! Meu nome é Kayo Enrique, sou formado em Comunicação Social - Jornalismo e atualmente estou em transição para carreira de Desenvolvimento Web. Atualmente estudo na Alura, me especializando como Desenvolvedor Front-End. Encontrei uma enorme satisfação nas áreas de experiência do usuário, e resolução de problemas durante a programação. Esses aspectos são gratificantes para mim no campo da organização.Desfruto enormemente de conceber experiências inovadoras que têm um impacto transformador nos usuários.",
    "content2": "Minhas habilidades principais incluem,",
    "content3": "React (Next.js), React Native, Typescript, e Javascript. Também possuo conhecimentos consolidados em NodeJs, Jest, Cypress, Express, API&apos;s, TailwindCSS, SCSS, Bootstrap, Material UI, Sass, CSS3, e HTML5. Na busca continua em aprimorar minhas habilidades, procuro uma posição em tempo integral como Desenvolvedor Front-End Júnior de Software/Web/Apps. Nos meus momentos de lazer, gosto de jogar videogame, ver séries/filmes, treinar jiu-jitsu e malhar. Além disso, gosto de conhecer novos lugares."
  },
  "Projects": {
    "title": "Projetos",
    "AluraCases": {
      "description": "Explorei o Framework Next.js, aprendendo sobre criação de projetos, geração de conteúdo e SEO. Pronto para aplicar esse conhecimento!"
    },
    "button": "Visitar Site"
  },
  "Contact": {
    "title": "Contato",
    "description": "Contato direto em",
    "description2": "ou através do formulário abaixo",
    "placeholder": "Nome completo",
    "placeholder2": "Sua mensagem"
  },
  "SubmitBtn": {
    "title": "Enviar"
  },
  "Footer": {
    "content": "Desenvolvido por Kayo Ennrique. Todos os direitos reservados"
  }
}